{
  "data": [
    {
      "title": "Desarrollador Mobile - App Logística Transportistas",
      "subtitle": "",
      "description": [
        "Lideré el desarrollo completo de una aplicación móvil en React Native para la gestión logística de transportistas.",
        "Implementé funcionalidades para el seguimiento en tiempo real de las etapas de carga, optimizando la visibilidad del proceso para el equipo de planta.",
        "El stack utilizado para el desarrollo de este proyecto fue React Native, PHP y MySQL."
      ],
      "skills": [
        "React native",
        "Bootstrap",
        "PHP",
        "MySQL"
      ],
      "date": "2023 - 2024"
    },
    {
      "title": "Desarrollador Full Stack - Encuesta Satisfacción del Cliente",
      "subtitle": "",
      "description": [
        "Lideré el desarrollo completo de una aplicación web para encuestas de satisfacción del cliente, enfocada en empresas que contratan cursos educativos.",
        "Implementé un sistema automatizado que genera y distribuye encuestas personalizadas, mejorando la eficiencia en la recolección de feedback.",
        "Desarrollé funcionalidades para análisis de datos en tiempo real, optimizando la evaluación de programas educativos y aumentando la tasa de respuesta en un 35%.",
        "Utilicé tecnologías como PHP, jQuery, Bootstrap y MySQL."
      ],
      "skills": [
        "PHP",
        "jQuery",
        "Bootstrap",
        "MySql"
      ],
      "date": "2023 - 2024"
    },
    {
      "title": "Desarrollador Full Stack - Sistema de Gestión de Aprendizaje (LMS)",
      "subtitle": "",
      "description": [
        "Diseñé y mantuve un sistema de gestión de aprendizaje (LMS) para una OTEC, utilizando PHP, MySQL y React.",
        "Automaticé la generación de diplomas e informes de calificaciones, administración de más de 500 alumnos, centralizando la información y mejorando la integridad de los datos."
      ],
      "skills": [
        "PHP",
        "Java",
        "jQuery",
        "Bootstrap",
        "MySql"
      ],
      "date": "2019 - 2023"
    },
    {
      "title": "Desarrollador Web/Mobile - App Logística Transportistas",
      "subtitle": "",
      "description": [
        "Desarrollé una solución integral (Web con PHP/jQuery y App nativa con Java para Android) para la gestión de transporte de líquidos en viñas.",
        "Implementé un sistema que mejoró la trazabilidad de la carga y la comunicación en tiempo real entre la planta y los transportistas."
      ],
      "skills": [
        "PHP",
        "Java",
        "jQuery",
        "Bootstrap",
        "MySql"
      ],
      "date": "2016 - 2018"
    },
    {
      "title": "Desarrollador Full Stack - Sistema de Tickets",
      "subtitle": "",
      "description": [
        "Creé desde cero un sistema de ticketing con PHP, jQuery y MySQL para gestionar solicitudes de clientes.",
        "El sistema centralizó las comunicaciones, mejorando los tiempos de respuesta en un 40% y la satisfacción del cliente.",
        "Realicé mantenimiento continuo y mejoras evolutivas basadas en el feedback de los usuarios."
      ],
      "skills": [
        "PHP",
        "jQuery",
        "Bootstrap",
        "MySql"
      ],
      "date": "2014 - 2015"
    }
  ]
}